/* MerchantDetail
   MerchantDetailCell */
"%dpts" = "%dpts";

/* menu */
"Account" = "Account";

/* for back button */
"Back" = "Back";

/* popup */
"Contacting ArgoPay Server" = "Contacting ArgoPay Server";

/* OfferListingCell */
"Expires in %u days" = "Expires in %u days";

/* menu */
"History" = "History";

/* InAppSettingsKit */
"Mail not configured" = "Mail not configured";

/* InAppSettingsKit */
"OK" = "OK";

/* popup */
"QR Code scan was cancelled" = "QR Code scan was cancelled";

/* menu */
"Rewards" = "Rewards";

/* menu */
"Settings" = "Settings";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "This device is not configured for sending Email. Please configure the Mail settings in the Settings app.";

/* popup */
"Transaction Accepted! Thanks for using ArgoPay!" = "Transaction Accepted! Thanks for using ArgoPay!";

/* popup */
"Transaction Canelled" = "Transaction Canelled";

